cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "puma/puma"

brew 'qlmarkdown'
brew "ack"
brew "gobject-introspection"
brew "little-cms2"
brew "pygtk"
brew "adns"
brew "googler"
brew "lua"
brew "python"
brew "apr"
brew "puma/puma/puma-dev"
brew "graphite2"
brew "lua@5.1"
brew "python-markdown"
brew "apr-util"
brew "grep"
brew "luajit"
brew "python3"
brew "aspell"
brew "grip"
brew "lzlib"
brew "python@2"
brew "atk"
brew "gsettings-desktop-schemas"
brew "macvim"
brew "qt"
brew "atool"
brew "gst-plugins-base"
brew "makedepend"
brew "rakudo-star"
brew "autoconf"
brew "gst-python"
brew "makepkg"
brew "ranger"
brew "autojump"
brew "gstreamer"
brew "mapnik"
brew "rarian"
brew "automake"
brew "gtk+"
brew "mcrypt"
brew "readline"
brew "bash"
brew "gtk+3"
brew "mhash"
brew "reattach-to-user-namespace"
brew "bash-completion"
brew "harfbuzz"
brew "mongodb"
brew "redis"
brew "bash-snippets"
brew "haskell-stack"
brew "mono"
brew "rename"
brew "bdw-gc"
brew "heroku"
brew "mosh"
brew "ripgrep"
brew "bison"
brew "heroku-node"
brew "most"
brew "ruby"
brew "bitrise"
brew "hicolor-icon-theme"
brew "mpfr"
brew "ruby-build"
brew "boost"
brew "highlight"
brew "mpfr@2"
brew "s-lang"
brew "brotli"
brew "htop"
brew "msgpack"
brew "scons"
brew "c-ares"
brew "httpd"
brew "mysql"
brew "sdl2"
brew "cabal-install"
brew "httpd24"
brew "ncurses"
brew "sfcgal"
brew "cairo"
brew "hub"
brew "neo4j"
brew "shared-mime-info"
brew "carthage"
brew "icu4c"
brew "neovim"
brew "shellcheck"
brew "cgal"
brew "imagemagick"
brew "nettle"
brew "shfmt"
brew "chrome-cli"
brew "ipython"
brew "nghttp2"
brew "shrinkwrap.yaml"
brew "clojurescript"
brew "isl"
brew "nginx"
brew "snappy"
brew "cloog"
brew "isl@0.12"
brew "ninja"
brew "spdylay"
brew "cmake"
brew "jansson"
brew "nnn"
brew "speexdsp"
brew "cmatrix"
brew "jemalloc"
brew "node"
brew "sqitch"
brew "composer"
brew "jpeg"
brew "node_modules"
brew "sqitch_dependencies"
brew "coreutils"
brew "grc"
brew "jq"
brew "npth"
brew "sqitch_pg"
brew "cowsay"
brew "json-c"
brew "numpy"
brew "sqlite"
brew "cpanminus"
brew "lab"
brew "oniguruma"
brew "task"
brew "cscope"
brew "lame"
brew "openblas"
brew "taskd"
brew "ctags"
brew "libarchive"
brew "openjpeg"
brew "tasksh"
brew "curl"
brew "libassuan"
brew "openldap"
brew "the_silver_searcher"
brew "docbook"
brew "libcroco"
brew "openssl"
brew "theora"
brew "docker"
brew "libepoxy"
brew "openssl@1.1"
brew "tidy-html5"
brew "eigen"
brew "libev"
brew "opus"
brew "tldr"
brew "elasticsearch"
brew "libevent"
brew "orc"
brew "tmate"
brew "elasticsearch@1.7"
brew "libffi"
brew "p11-kit"
brew "tmux"
brew "elinks"
brew "libgcrypt"
brew "p7zip"
brew "todo-txt"
brew "emacs"
brew "libgeotiff"
brew "package-lock.json"
brew "tor"
brew "fakeroot"
brew "libgpg-error"
brew "package.json"
brew "tree"
brew "fasd"
brew "libiconv"
brew "pandoc"
brew "unar"
brew "ffmpeg"
brew "libidn2"
brew "pango"
brew "unibilium"
brew "figlet"
brew "libksba"
brew "pcre"
brew "universal-ctags"
brew "fish"
brew "liblwgeom"
brew "pcre2"
brew "unixodbc"
brew "fontconfig"
brew "libmpc"
brew "perl"
brew "unrar"
brew "freetds"
brew "libmpc@0.8"
brew "perl-build"
brew "v8"
brew "freetype"
brew "libogg"
brew "pgcli"
brew "varnish"
brew "freexl"
brew "libpng"
brew "pgtoolkit"
brew "vifm"
brew "fribidi"
brew "libpq"
brew "phantomjs"
brew "vnu"
brew "fswatch"
brew "libreadline-java"
brew "php56-mcrypt"
brew "vte"
brew "fzf"
brew "librsvg"
brew "php56-xdebug"
brew "watchman"
brew "gcc"
brew "libsigc++"
brew "php70"
brew "webp"
brew "gcc@4.9"
brew "libsodium"
brew "php70-xdebug"
brew "wget"
brew "gdal"
brew "libspatialite"
brew "php@7.0"
brew "x264"
brew "gdbm"
brew "libssh"
brew "pinentry"
brew "x265"
brew "gdk-pixbuf"
brew "libtasn1"
brew "pixman"
brew "xvid"
brew "gdrive"
brew "libtermkey"
brew "pixz"
brew "xz"
brew "geos"
brew "libtiff"
brew "pkg-config"
brew "yarn"
brew "gettext"
brew "libtool"
brew "plenv"
brew "youtube-dl"
brew "ghc"
brew "libunistring"
brew "postgis"
brew "z"
brew "giflib"
brew "libusb"
brew "postgresql"
brew "zenity"
brew "gifsicle"
brew "libuv"
brew "postgresql94"
brew "zeromq"
brew "git-lfs"
brew "libvorbis"
brew "postgresql@9.4"
brew "zlib"
brew "glib"
brew "libvpx"
brew "proj"
brew "zsh"
brew "glibmm"
brew "libvterm"
brew "protobuf"
brew "zsh-autosuggestions"
brew "gmp"
brew "libxml++3"
brew "psysh"
brew "zsh-completions"
brew "gmp@4"
brew "libxml2"
brew "pup"
brew "zsh-lovers"
brew "gnome-doc-utils"
brew "libxml278"
brew "py2cairo"
brew "zsh-syntax-highlighting"
brew "gnupg"
brew "libxml2@2.7"
brew "py3cairo"
brew "zstd"
brew "gnutls"
brew "libyaml"
brew "pygobject"
brew "go"
brew "libzip"
brew "pygobject3"

cask "appcleaner"
cask "atom"
cask "bettertouchtool"
cask "betterzipql"
cask "birdfont"
cask "caffeine"
cask "cheatsheet"
cask "chrome-devtools"
cask "day-o"
cask "dfontsplitter"
cask "docker"
cask "doubletwist"
cask "dropbox"
cask "epubquicklook"
cask "fastlane"
cask "firefox"
cask "flux"
cask "font-3270-nerd-font-mono"
cask "font-anonymouspro-nerd-font-mono"
cask "font-aurulentsansmono-nerd-font-mono"
cask "font-bitstreamverasansmono-nerd-font-mono"
cask "font-codenewroman-nerd-font-mono"
cask "font-consolas-for-powerline"
cask "font-courier-prime-code"
cask "font-cousine-nerd-font-mono"
cask "font-liberationmono-nerd-font-mono"
cask "font-monofur-nerd-font-mono"
cask "font-monoid-nerd-font-mono"
cask "font-mononoki-nerd-font-mono"
cask "font-proggyclean-nerd-font-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-spacemono-nerd-font-mono"
cask "font-ubuntumono-nerd-font-mono"
cask "google-chrome"
cask "haskell-platform"
cask "hyper"
cask "iterm2"
cask "iterm2-beta"
cask "karabiner"
cask "macdown"
cask "macvim"
cask "mark-text"
cask "mono-mdk"
cask "now"
cask "omnigraffle"
cask "oni"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "qutebrowser"
cask "rescuetime"
cask "skitch"
cask "superduper"
cask "suspicious-package"
cask "the-unarchiver"
cask "therm"
cask "transmission"
cask "upterm"
cask "viscosity"
cask "visual-studio-code"
cask "webpquicklook"
cask "tunnelbear"
